[
    {
      "precio": 2500,
      "id": 1,
      "nombre": "Tom Yun",
      "decripcion":"Es uno de los platos más populares, crujiente, fresca y picante. Se prepara con papaya sin madurar, cortada en tiras finas, y se acompaña de variados ingredientes que la llenan de matices distintos. Un espectáculo de sabor.",
      "ingredientes":["Huevo","Chile","Mango"],
      "thumbnailUrl": "./img/ta3.png",
      "idd":"tt",
      "target":"#tt",
      "principal":true
      
      
    },
    {
        "precio": 2500,
        "id": 2,
        "nombre": "Suea Ron Hai",
        "decripcion":"Receta de lo más tradicional que combina los cinco sabores clásicos. El arroz se saltea con pollo, huevos, verduras, salsa de pescado y mucho cilantro, que da un puntito fresco delicioso.",
        "ingredientes":["Huevo","Chile","Mango"],
        "thumbnailUrl": "./img/ta1.png",
        "idd":"ts",
        "target":"#ts",
        "principal":false
        
        
    },
    {
        "precio": 2500,
        "id": 3,
        "nombre": "Tom Kha Gai",
        "decripcion":"Las mezclas de curry son otro básico que a veces dan forma a sopas como esta, un plato muy típico. Los langostinos se cocinan en un caldo con leche de coco y muchas especias con un puntito picante adictivo.",
        "ingredientes":["Huevo","Chile","Mango"],
        "thumbnailUrl": "./img/ta2.png",
        "idd":"tg",
      "target":"#tg",
      "principal":true
        
    },
    {
        "precio": 2500,
        "id": 4,
        "nombre": "Massaman Curry",
        "decripcion":"Este plato de curry se elabora tradicionalmente con algún tipo de carne, ya sea vaca, pollo o pato. Lo que lo diferencia de otros tipos de currys es que su base es de cacahuete, lo que le da un sabor característico",
        "ingredientes":["Huevo","Chile","Mango"],
        "thumbnailUrl": "./img/ta4.png",
        "idd":"tc",
      "target":"#tc",
      "principal":false
        
    },
    {
        "precio": 2500,
        "id": 5,
        "nombre": "Phanaeng",
        "decripcion":"Se tratan de unos rollitos hechos con papel de arroz y rellenos de brotes de soja, lechuga y otras verduras. Un plato ligero y refrescante.",
        "ingredientes":["Huevo","Chile","Mango"],
        "thumbnailUrl": "./img/ta5.png",
        "idd":"th",
      "target":"#th",
      "principal":true
        
    },
    {
        "precio": 2500,
        "id": 6,
        "nombre": "Pla Pao",
        "decripcion":"perfecto para el frío del invierno, aunque se puede tomar durante todo el año. El sabor de la sopa Tom Kha Kai es suave y aromático. Es una sopa poco picante, lo que hace que guste mucho a los que no están acostumbrados a sabores muy picantes.",
        "ingredientes":["Huevo","Chile","Mango"],
        "thumbnailUrl": "./img/ta6.png",
        "idd":"ttt",
      "target":"#ttt",
      "principal":false
        
    }
  ]